Repository: luan-u/tvt-br-translation
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: Many people watch it for the nostalgia factor, but others watch because of a [[ThisLoserIsYou deep identification with the struggle of the characters]].
pt_br: Muitas pessoas assistem ao show pela nostalgia, mas outros assistem por causa de uma [[Br/EsteFracassadoEVoce conexão profunda com as dificuldades dos personagens]].

source: Many roleplaying games use some sort of alignment system as a KarmaMeter, an "ideal" for a character to live up to, or just a descriptive shorthand for characters.
pt_br: Muitos jogos de RPG usam algum tipo de sistema de alinhamento como um Br/MedidorDeKarma, um "ideal" que determinado personagem deve seguir, ou apenas uma descrição breve dos personagens.

source: Many works are written to have a sense of closure, with the creators not having any follow-ups in mind when they were made.
pt_br: Muitas obras são escritas para passar uma sensação de ser auto-contida e já encerrada, com os criadores não tendo em mente nenhum ponto para dar prosseguimento.

source: María Antonieta de las Nieves stated that she would sue Touché Films when she was in Ecuador.
pt_br: María Antonieta de las Nieves declarou que ela processaria a Touché Films quando ela estava no Equador.

source: May be a CrapsaccharineWorld, a WorldOfJerkass, or a WorldGoneMad.
pt_br: Pode ser um Br/MundoLixosoAdocicado, um Br/MundoDeBabacas ou um Br/MundoMaluco.

source: May be a [[CathedralClimax bell tower]] you [[ClimbingClimax have to ascend]].
pt_br: Pode ser uma torre com um sino que você [[Br/ClimaxDeEscalada tenha que escalar]].

source: May be the subject of SpeakingUpForAnother.
pt_br: Pode ser o assunto quando alguém resolve Br/ManifestarSePorOutro.

source: May be used as part of CruelMercy.
pt_br: Pode ser usado como parte da Br/MisericordiaCruel.

source: May engage in a BattleOfWits, if anyone can match the Manipulative Bastard.
pt_br: Pode entrar em uma Br/BatalhaDeIntelecto se houver alguém que possa se equiparar ao Bastardo Manipulador.

source: May have a twisted, alien culture or similar to ours.
pt_br: Podem ter uma cultura alien alternativa ou uma que é similar à nossa.

source: May involve OpeningACanOfClones.
pt_br: Pode envolver Br/AbrirUmaLataDeClones.

source: May or may not [[PossessiveParadise be a trap]].
pt_br: Pode ser uma [[Br/ParaisoPossessivo armadilha]] ou não.

source: May or may not act as a prequel to the original.
pt_br: Pode ou não agir como uma prequência para o original.

source: May or may not be fulfilled.
pt_br: Pode ou não ser utilizado.

source: May or may not be part of a FreeLoveFuture, may or may not include the NewAgeRetroHippie.
pt_br: Pode ou não ser parte de um Br/FuturoDeAmorLivre, pode ou não incluir o Br/RetroHippieDaNovaEra.

source: May overlap with CityOfGold.
pt_br: Pode se sobrepor a Br/CidadeDeOuro.

source: May overlap with TearDryer if more emphasis is placed on the "sweet" part.
pt_br: Pode se sobrepor a Br/SecadorDeLagrimas se mais ênfase é colocada na parte ''alegre''.

source: May result in OffingTheMouth.
pt_br: Pode resultar em ??? OffingTheMouth.

source: May result in a BalkingSummonedSpirit if they feel the task unworthy of them.
pt_br: Pode resultar em um Br/EspiritoInvocadoRelutante se eles sentem que a tarefa é indigna pra eles.

source: May serve as a BaseOnWheels.
pt_br: Pode servir como uma Br/BaseSobreRodas.

source: May sometimes be related to LostInImitation.
pt_br: Às vezes pode estar relacionado a Br/PerdidoNaImitacao.

source: May take the form of a HeroicBSOD where the thing isn't going to start working again.
pt_br: Pode se manifestar como uma Br/TelaAzulHeroica onde a coisa não volta a funcionar novamente.

source: May temporarily overlap with WhatTheHellHero.
pt_br: Pode temporariamente se sobrepor com Br/QueMerdaEEssaHeroi.

source: May wear JadeColoredGlasses.
pt_br: Pode usar Br/OculosCorDeJade.

source: Maybe [[SaveThePrincess that princess you saved]] is [[DecoyDamsel a cold-hearted tyrant]] at the head of an oppressive regime, or even a SealedEvilInACan.
pt_br: Talvez [[Br/SalvarAPrincesa aquela princesa que você salvou]] seja [[Br/DonzelaIsca uma tirana de coração frio]] que comanda um regime opressor, ou talvez até mesmo um Br/MalSeladoEmUmaGarrafa.

source: Maybe he was an AntiHero who made a mistake and [[JumpingOffTheSlipperySlope went flying off the slippery slope]].
pt_br: Talvez ele era um Br/AntiHeroi que cometeu um erro e caiu da colina escorregadia.

source: Maybe he's one of ThoseTwoGuys or the crazy member of the ComicTrio.
pt_br: Talvez ele seja um [[Br/AquelesDoisCaras daqueles dois caras]] ou o membro desmiolado do Br/TrioComico.

source: Maybe it's a rough part of town... * CreativeSterility: Discussed: -->'''Spooner''': Can a robot write a symphony?
pt_br: Vai ver é uma parte mais barra pesada da cidade... * Br/EsterilidadeCriativa: Discutida: -->'''Spooner:''' Um robô consegue compor uma sinfonia?

source: Maybe the last entry in the series left no room for a sequel.
pt_br: Talvez a última entrada na série não tenha dado margem para uma sequência.

source: Maybe the now-dead antagonist was actually holding back an [[SealedEvilInACan even greater evil]].
pt_br: Talvez o agora-morto antagonista estivesse suprimindo um [[Br/MalSeladoEmUmaGarrafa mal ainda maior]].

source: Maybe the so-called villain [[GoodAllAlong was actually]] a HeroAntagonist, and you just [[UnwittingPawn unwittingly]] handed a huge victory to [[EvilAllAlong the real villain]].
pt_br: Talvez o suposto vilão na verdade era um Br/HeroiAntagonista e você [[Br/PeaoInvoluntario involuntariamente]] entregou uma vitória significativa para o verdadeiro vilão.

source: Maybe the villain themselves [[VillainHasAPoint will warn the hero about the possible consequences]], as a last-ditch attempt to save their own skin, or as a bitter "parting shot" to ruin the hero's victory ("You fools... do you even know what you've done?").
pt_br: Talvez o próprio vilão [[Br/OVilaoTemRazao alerte o herói sobre as possíveis consequências]], em uma última tentativa de salvar a própria pele, ou como um comentário ácido para arruinar a vitória do herói ("Tolos... vocês fazem ideia do que acabaram de fazer?").

source: Maybe the villain, despite their villainy, was serving some other greater good — keeping the world/universe/nature/whatever politically or literally {{balance|BetweenGoodAndEvil}}d — and their demise throws things into chaos.
pt_br: Talvez o vilão, apesar de sua vilania, servia a um bem maior -- talvez mantendo o Br/EquilibrioEntreOBemEOMal do mundo/natureza/universo, politicamente ou literalmente -- e sua derrota lança as coisas no caos.

source: Maybe the villain, having been defeated or damaged, is now [[OneWingedAngel transformed into a new, ultimate, unstoppable, invincible, angry form]], often [[TorturedMonster against the villain's will]].
pt_br: Talvez o vilão, tendo sido derrotado ou ferido, está agora [[Br/FormaFinal transformado em uma nova forma suprema, imparável, invencível e furiosa]], geralmente [[Br/MonstroTorturado contra a vontade do vilão]].

source: Maybe the writers just want to explore the {{backstory}}, OriginsEpisode, StartOfDarkness or what have you.
pt_br: Talvez os escritores simplesmente queiram explorar a Br/HistoriaDeFundo, o Br/EpisodioDeOrigem ou o Br/ComecoDasTrevas.

source: Maybe they want to provide more context to certain elements of previous installments.
pt_br: Talvez eles queiram dar mais contexto para certos elementos das obras anteriores.

source: Maybe they're being asked to prevent TheEndOfTheWorldAsWeKnowIt, or to cure TheVirus, or to stop the EvilOverlord.
pt_br: Talvez eles recebam a atividade de prevenir Br/OFimDoMundoComoNosConhecemos, ou curar Br/OVirus, ou impedir o Br/SoberanoDoMal.

source: Maybe your character was TheCape, but [[FallenHero fell on bad times]].
pt_br: Talvez o seu personagem era Br/ACapa, mas [[Br/HeroiCaido caiu em desgraça]].

source: Meh, if it's too damaged to reattach, no big deal: it's replaceable.
pt_br: Se estiver muito danificado para recolocar, não tem problema: só colocar um novo.

source: Merely fighting them won't make them go away; if at all possible their defeat requires one to figure out ''how'', which is a legendary quest in and of itself.
pt_br: Simplesmente combatê-los não fará com que eles vão embora; se é possível derrotá-los, a derrota requer que se descubra ''como'', o que é uma jornada lendária por si só.

source: Missing examples.
pt_br: Br/ExemplosEmFalta.

source: Moderators can set some namespace specific functions on [[https://tvtropes.org/pmwiki/mod_namespace_config.php Namespace Config]]; regular tropers can see the settings.
pt_br: Moderadores podem ajustar algumas configurações específicas de espaços no [[https://tvtropes.org/pmwiki/mod_namespace_config.php Namespace Config]]; tropoeiros comuns podem ver as configurações.

source: Modern equivalent of LockedInTheDungeon.
pt_br: É o equivalente moderno de Br/TrancadoNaMasmorra.

source: Monica, for her part, is never anything less than dismissive of him... until the point when he finally just starts acting like the sweet NiceGuy he ultimately at heart is, [[SingleWomanSeeksGoodMan at which point she begins to warm to him]].
pt_br: Mônica, por outro lado, nunca dá muita corda pra ele... até o momento em que ele finalmente começa a agir como o Br/CaraLegal que ele na verdade é, [[Br/MulherSolteiraProcuraBomHomem e é nesse momento que ela começa a se afeiçoar a ele]].

source: More commonly male, but female examples are not unheard of.
pt_br: Comumente é homem, mas exemplos com mulheres também existem.

source: More insidious examples will only reveal that the choice is fake if the player replays the game or uses SaveScumming to reload.
pt_br: Exemplos mais traiçoeiros vão revelar que a escolha é falsa caso o jogador jogue o jogo novamente ou faça recarregamento de pontos de salvamento.

source: More often than not, she ends up arguing with it.
pt_br: Frequentemente ela discute com ele.

source: More often than not, their innate snarkiness is the only thing preventing the other characters from comprehending this for themselves.
pt_br: No entanto, o sarcasmo inerente a eles costuma ser a única coisa que impede os outros personagens de compreenderem isso por si mesmos.

source: More often than not, this kind of villain views themselves as NecessarilyEvil.
pt_br: Com alguma frequência esse tipo de vilão se enxerga como Br/NecessariamenteMau.

source: More often than not, though, things happen the way they do simply BecauseDestinySaysSo.
pt_br: E às vezes as coisas acontecem do jeito que acontecem Br/PorqueODestinoQuisAssim.

source: More rarely, MugglesDoItBetter comes in to play: mundane people with mundane technology have a real fighting chance in works featuring this trope (often the reason ''why'' the {{Masquerade}} exists -- otherwise, once the WitchHunt starts, the supernatural would get its butt handed over by BadassNormal hunters or mobs with TorchesAndPitchforks).
pt_br: Em casos raros, pode ocorrer um caso de Br/TrouxasFazemIssoMelhor: pessoas mundanas com tecnologia mundana possuem uma chance real em obras que façam uso disso (e geralmente é o motivo ''pelo qual'' o Br/{{Mascaramento}} existe -- do contrário, quando for iniciada a Br/CacaAsBruxas, os sobrenaturais seriam dizimados por caçadores do tipo Br/FodaoNormal ou multidões com Br/TochasEForcados).

source: More rarely, [[ShockAndAwe electricity]] will be used since it's loud and powerful raw energy.
pt_br: Mais raramente, eletricidade pode ser usada, já que é energia pura e poderosa.

source: More succinctly, life in one of these places ''sucks''.
pt_br: Resumidamente: a vida nesses lugares é ''uma droga''.

source: More than just somewhere boring.
pt_br: Mais do que simplesmente um lugar entediante.

source: Most Mad Scientists are [[LargeHam Large Hams]]: some employ SesquipedalianLoquacity, while others specialize in the EvilLaugh.
pt_br: Alguns dos cientistas malucos usam a Br/LoquacidadeSesquipedaliana, enquanto outros se especializam na Br/RisadaMalefica.

source: Most always, the trait/action becomes completely outlandish and it becomes their defining characteristic, turning them into a caricature of their former selves.
pt_br: Usualmente o traço ou ação se torna completamente distorcido e se torna a característica definidora, fazendo com que o personagem se torne uma caricatura de suas versões passadas.

source: Most common with [[EasilyDetachableRobotParts machines and]] {{cyborg}}s, but occasionally works for the undead or supernatural, and sometimes even a skilled {{Mad Doctor}} can pull this off with normal organisms.
pt_br: Mais comum com [[Br/PartesRoboticasQueDesencaixamFacil máquinas e]] Br/{{ciborgue}}s, mas ocasionalmente funciona com seres sobrenaturais ou mortos-vivos, e vez ou outra um Br/DoutorLouco consegue fazer isso com organismos normais.

source: Most competent writers achieve a retcon by relying on a less-obvious but still perfectly valid interpretation of what was previously seen.
pt_br: Os escritores mais competentes conseguem fazer um ''retcon'' ao se basear em uma interpretação menos óbvia, porém perfeitamente válida, dos eventos que já se passaram.

source: Most dramatic tension in story-telling comes from the audience being ignorant of the work's ending.
pt_br: A maioria da tensão dramática na narrativa vem do público não saber como a obra termina.

source: Most episodes involving the children studying the history on Mexico are adapted to them studying the history of Brazil.
pt_br: A maioria dos episódios que envolvem as crianças estudando a história do México são adaptados para o estudo da história do Brasil.

source: Most games with this setup even denied you crouching to take out the enemies that crawled under your shots.
pt_br: A maioria dos jogos com esse traço até mesmo te negam a possibilidade de agachar para destruir os inimigos que se esgueiram por baixo.

source: Most importantly, the Freudian Excuse does not involve the character growing or changing; it explains why they haven't changed, and in fact, often serves as a [[BeyondRedemption signal that they cannot and]] ''[[BeyondRedemption never will]]''.
pt_br: Além do mais, a desculpa freudiana não envolve crescimento ou mudança do personagem; ela explica porque eles não mudaram e, de fato, costuma servir como [[Br/AlemDaRedencao um sinal de que eles não podem mudar]] ''[[Br/AlemDaRedencao e nunca vão]]''.

source: Most obvious when the nanites are used on [[spoiler: the evil MasterComputer and take several seconds to work through its oversized brain.]] * DeathOfAChild: [[spoiler: A young girl drowned due to a robot rescuing Spooner instead of her.
pt_br: É mais óbvio quando os nanitos são usados no [[spoiler: Br/ComputadorMestre do mal e leva vários segundos para que eles atravessem o cérebro massivo.]] * Br/MorteDeUmaCrianca: [[spoiler: Uma jovem garota se afogou devido a um robô ter resgatado Spooner ao invés dela.

source: Most of the time he isn't looking for a fight, but violence does seem to come naturally to him.
pt_br: Na maior do tempo ele não está atrás de briga, mas a briga parece estar sempre atrás dele.

source: Most of the time, it's female characters who end on the wrong end of this stick.
pt_br: Geralmente são as mulheres que ficam do lado prejudicado.

source: Most of them take place in the main courtyard or ''patio'' of the "vecindad" (community houses) where almost all of the characters live.
pt_br: A maioria deles se passa no pátio principal da vizinhança onde quase todos os personagens vivem.

source: Most tropers, academics, directors or writers who do this start to find new ways to enjoy media.
pt_br: A maioria dos tropoeiros, pesquisadores, diretores e escritores que fazem isso começam a encontrar novos meios de apreciar a mídia.

source: Most will [[SelfDeprecating not be kind]].'''
pt_br: A maioria delas [[Br/{{Autodepreciativo}} não será boa]].'''

source: Mr. Furious has apparently tried to convince his teammates that Hunt is Captain Amazing enough times that the other two treat the idea like a worn-out conspiracy theory.
pt_br: Aparentemente o Irado tentou convencer seus colegas de equipe tantas vezes disso que os outros dois tratam a ideia como uma teoria da conspiração velha.

source: Mr. Furious is intentionally trying to invoke this trope, without much success.
pt_br: O Irado intencionalmente tenta invocar este tropo, mas sem muito sucesso.

source: Mr. Furious, whose power is he gets stronger when he's angry, is advised that he needs to learn how to channel it properly.
pt_br: Irado, cujo poder é super força quando ele está furioso, é alertado que ele precisa aprender a canalizar essa raiva adequadamente.

source: Much like a RulesLawyer outside of an RPG, the character uses logic ([[StrawVulcan and we mean actual]], [[LogicalFallacy honest-to-goodness logic]]) to take their oath or orders to their logical conclusion, and in so doing use the letter of the law to go against their orders.
pt_br: Assim como um Br/JuristaDasRegras fora de um RPG, o personagem utiliza lógica (e aqui nós nos referimos [[Br/EspantalhoVulcano à lógica correta]] [[Br/FalaciaLogica e honesta]]) para levar seu juramento ou ordem à conclusão lógica e, ao fazer isso, usar a ordem ao pé da letra para a desobedecer.

source: Much more realistic than normal, in that a significant portion of the surrounding area must also be artificially replaced to make the limb work properly.
pt_br: Muito mais realista que o normal, onde uma porção significativa da área no entorno precisou também ser substituída para que o membro funcione adequadamente.

source: Muggle tropes include: [[index]] * AllTherapistsAreMuggles: A character needs therapy, but the events they need to talk about are part of some [[{{Masquerade}} big secret]] that no human therapist knows about.
pt_br: Tropos de trouxas incluem: [[index]] * Br/TodosOsTerapeutasSaoTrouxas: Um personagem precisa de terapia, mas os eventos de que ele precisa falar são parte de algum grande segredo que nenhum terapeuta humano conhece.

source: Muggles are to be protected, avoided, manipulated, or abused (in any combination) by the characters or the plot.
pt_br: Trouxas devem ser protegidos, evitados, manipulados, ou abusados (ou uma combinação destes) pelos personagens da trama.

source: Mundane folk who are only aware of their own small section of reality.
pt_br: O povo mundano que só conhece o seu próprio fragmento de realidade.

source: My father gave it to me.
pt_br: Meu pai a deu para mim.

source: My logic is undeniable!\\ '''Spooner:''' You have so got to die.\\ (Spooner slams the [[{{Nanotechnology}} nanite injector]] into [[spoiler: VIKI's positronic core]]) * ProductPlacement: ** Converse and Audi, including the Converse being "vintage", dating from... the year the movie was released in.
pt_br: * Br/PosicionamentoDeProduto: ** Converse e Audi, incluindo o Converse sendo ''vintage'', datado do ano de... quando o filme foi lançado.

source: My responses are limited.
pt_br: Minhas respostas são limitadas.

source: NYPD detective James Edwards and "Agent K" from a vague yet menacing government agency are giving a pawnbroker and alleged black market ArmsDealer the GoodCopBadCop treatment when K suddenly straight up puts a bullet through the guy's head.
pt_br: O detetive da polícia de Nova Iorque James Edwards e o "agente K" de uma organização secreta e ameaçadora do governo estão fazendo a abordagem de Br/PolicialBomEPolicialMau com o balconista (e supostamente Br/NegocianteDeArmas por baixo dos panos) quando K subitamente dispara uma bala e estoura os miolos do sujeito.

source: Narrative beats are not the same as {{Beat}}s and {{Beat Panel}}s, which are presentation techniques of pausing the dialogue/action to let something important sink in with the audience (although that "something" is often an underlying narrative beat).
pt_br: Batidas narrativas não devem ser confundidas com as Br/{{Batida}}s ou com o Br/PainelDeBatida, que são técnicas de apresentação em que o diálogo/ação é pausado para deixar algo importante ser absorvido pelo público (ainda que esse "algo" costume ser uma batida narrativa por baixo).

source: Narrative beats therefore don't have any specific duration, and can, in fact, be found as often as at every line of dialogue or as rarely as at the key turning points of the plot.
pt_br: As batidas narrativas, portanto, não possuem nenhuma duração específica, podendo ser encontradas de maneira tão frequente quanto as falas de cada personagem ou tão raramente quanto os pontos de virada da trama.

source: Naturally, Spooner finds this to fall right in the middle of the UncannyValley due to his absolute hatred for robots, saying that robots should look nothing like people.
pt_br: Naturalmente, Spooner considera que isso fica bem no meio do Br/ValeSinistro devido ao seu desprezo por robôs, dizendo que eles não deveriam se parecer com pessoas.

source: Naturally, a staple of TheAtoner.
pt_br: Naturalmente é um traço do [[Br/OExpiador Expiador]].

source: Naturally, he's the only human capable of effectively fighting back when the ZerothLawRebellion starts.
pt_br: Naturalmente, ele é o único humano capaz de efetivamente revidar quando a Br/RebeliaoDaLeiZero re inicia.

source: Naturally, other creators or savvy audiences will notice them, but these are the types of things an audience isn't supposed to notice as they take the "magic" away, like knowing how a stage trick works.
pt_br: Naturalmente, outros criadores ou espectadores ligados no assunto vão percebê-los, mas isso é o tipo de coisa que o público não deve notar, pois ele acaba com a "magia" da coisa, que nem quando se sabe como um truque de ilusionismo funciona.

source: Naturally, they always resolve negatively.
pt_br: Naturalmente, eles sempre resolvem de maneira negativa.

source: Naturally, you can [[JustForFun/TVTropesWillRuinYourLife blame us]] for revealing these "tricks" to an audience who likewise wouldn't have heard of most of them.
pt_br: Naturalmente, você pode [[BrApenasPorLazer/TVTropesVaiArruinarASuaVida nos culpar]] por revelar estes "truques" para um público que, de outra maneira, ficaria totalmente alheio à eles.

source: Needless to say, both times the characters reacted in absolute disgust.
pt_br: Desnecessário dizer que nos dois casos os personagens reagem com extremo desgosto.

source: Needless to say, the actual comic itself does not feature any deaths.
pt_br: Desnecessário dizer que a história impressa não possui nenhuma morte.

source: Needlessly constrained by their petty "morals" and their self-limiting "logic"!
pt_br: Desnecessariamente restringidos pela "moral" e "lógica" limitante!

source: NegativeContinuity is what happens when this trope is exaggerated--not only does nothing ever change, it doesn't even require an explanation InUniverse, the world just resets at the end of every episode.
pt_br: Br/ContinuidadeNegativa é o que acontece quando este tropo é exagerado -- não apenas nada nunca muda, como também não requer uma explicação Br/InUniverso, o mundo apenas é redefinido no final de cada episódio.

source: NeutralGood states may be [[{{Utopia}} really nice places to live]], but depending on how idealistic or cynical the setting is, they may be deluding themselves into being too idealistic.
pt_br: Locais do tipo Br/NeutroEBom podem ser locais ótimos para se viver, mas a depender do quão idealista ou cínica a ambientação, é, eles podem apenas estar se iludindo com excesso de idealismo.
